module.exports = {
  "가능": {
    "time": {
      "의정부": 2,
      "녹양": 2
    },
    "num": 0
  },
  "가산디지털단지": {
    "time": {
      "독산": 3,
      "구로": 4,
      "철산": 2,
      "남구로": 2
    },
    "num": 1
  },
  "간석": {
    "time": {
      "주안": 2,
      "동암": 2
    },
    "num": 2
  },
  "개봉": {
    "time": {
      "오류동": 2,
      "구일": 2
    },
    "num": 3
  },
  "관악": {
    "time": {
      "안양": 4,
      "석수": 3
    },
    "num": 4
  },
  "광명": {
    "time": {
      "금천구청": 7
    },
    "num": 5
  },
  "광운대": {
    "time": {
      "석계": 2,
      "월계": 2
    },
    "num": 6
  },
  "구로": {
    "time": {
      "가산디지털단지": 4,
      "구일": 2,
      "신도림": 2
    },
    "num": 7
  },
  "구일": {
    "time": {
      "개봉": 2,
      "구로": 2
    },
    "num": 8
  },
  "군포": {
    "time": {
      "당정": 2,
      "금정": 3
    },
    "num": 9
  },
  "금정": {
    "time": {
      "군포": 3,
      "명학": 2,
      "산본": 4,
      "범계": 4
    },
    "num": 10
  },
  "금천구청": {
    "time": {
      "광명": 7,
      "석수": 4,
      "독산": 2
    },
    "num": 11
  },
  "남영": {
    "time": {
      "용산": 2,
      "서울": 3
    },
    "num": 12
  },
  "노량진": {
    "time": {
      "대방": 2,
      "용산": 4,
      "노들": 2,
      "샛강": 2
    },
    "num": 13
  },
  "녹양": {
    "time": {
      "가능": 2,
      "양주": 2
    },
    "num": 14
  },
  "녹천": {
    "time": {
      "월계": 2,
      "창동": 2
    },
    "num": 15
  },
  "당정": {
    "time": {
      "의왕": 4,
      "군포": 2
    },
    "num": 16
  },
  "대방": {
    "time": {
      "신길": 2,
      "노량진": 2
    },
    "num": 17
  },
  "덕계": {
    "time": {
      "양주": 8,
      "덕정": 4
    },
    "num": 18
  },
  "덕정": {
    "time": {
      "덕계": 4,
      "지행": 9
    },
    "num": 19
  },
  "도봉": {
    "time": {
      "방학": 2,
      "도봉산": 2
    },
    "num": 20
  },
  "도봉산": {
    "time": {
      "도봉": 2,
      "망월사": 4,
      "수락산": 2,
      "장암": 2
    },
    "num": 21
  },
  "도원": {
    "time": {
      "동인천": 2,
      "제물포": 2
    },
    "num": 22
  },
  "도화": {
    "time": {
      "제물포": 2,
      "주안": 2
    },
    "num": 23
  },
  "독산": {
    "time": {
      "금천구청": 2,
      "가산디지털단지": 3
    },
    "num": 24
  },
  "동대문": {
    "time": {
      "종로5가": 2,
      "동묘앞": 2,
      "동대문역사문화공원": 2,
      "혜화": 2
    },
    "num": 25
  },
  "동두천": {
    "time": {
      "보산": 2,
      "소요산": 4
    },
    "num": 26
  },
  "동두천중앙": {
    "time": {
      "지행": 2,
      "보산": 2
    },
    "num": 27
  },
  "동묘앞": {
    "time": {
      "신설동": 2,
      "동대문": 2,
      "창신": 2,
      "신당": 2
    },
    "num": 28
  },
  "동암": {
    "time": {
      "간석": 2,
      "백운": 2
    },
    "num": 29
  },
  "동인천": {
    "time": {
      "인천": 3,
      "도원": 2
    },
    "num": 30
  },
  "두정": {
    "time": {
      "천안": 5,
      "직산": 6
    },
    "num": 31
  },
  "망월사": {
    "time": {
      "도봉산": 4,
      "회룡": 2
    },
    "num": 32
  },
  "명학": {
    "time": {
      "금정": 2,
      "안양": 3
    },
    "num": 33
  },
  "방학": {
    "time": {
      "창동": 3,
      "도봉": 2
    },
    "num": 34
  },
  "배방": {
    "time": {
      "온양온천": 8,
      "아산": 8
    },
    "num": 35
  },
  "백운": {
    "time": {
      "동암": 2,
      "부평": 3
    },
    "num": 36
  },
  "병점": {
    "time": {
      "서동탄": 5,
      "세마": 4,
      "세류": 7
    },
    "num": 37
  },
  "보산": {
    "time": {
      "동두천중앙": 2,
      "동두천": 2
    },
    "num": 38
  },
  "봉명": {
    "time": {
      "쌍용나사렛대": 2,
      "천안": 2
    },
    "num": 39
  },
  "부개": {
    "time": {
      "부평": 2,
      "송내": 2
    },
    "num": 40
  },
  "부천": {
    "time": {
      "중동": 3,
      "소사": 2
    },
    "num": 41
  },
  "부평": {
    "time": {
      "백운": 3,
      "부개": 2,
      "동수": 2,
      "부평시장": 2
    },
    "num": 42
  },
  "서동탄": {
    "time": {
      "병점": 5
    },
    "num": 43
  },
  "서울": {
    "time": {
      "남영": 3,
      "시청": 2,
      "숙대입구": 2,
      "회현": 2,
      "공덕": 4,
      "신촌경의중앙선": 7
    },
    "num": 44
  },
  "서정리": {
    "time": {
      "지제": 7,
      "송탄": 3
    },
    "num": 45
  },
  "석계": {
    "time": {
      "신이문": 2,
      "광운대": 2,
      "태릉입구": 2,
      "돌곶이": 2
    },
    "num": 46
  },
  "석수": {
    "time": {
      "관악": 3,
      "금천구청": 4
    },
    "num": 47
  },
  "성균관대": {
    "time": {
      "화서": 4,
      "의왕": 4
    },
    "num": 48
  },
  "성환": {
    "time": {
      "직산": 8,
      "평택": 14
    },
    "num": 49
  },
  "세류": {
    "time": {
      "병점": 7,
      "수원": 4
    },
    "num": 50
  },
  "세마": {
    "time": {
      "오산대": 4,
      "병점": 4
    },
    "num": 51
  },
  "소사": {
    "time": {
      "역곡": 2,
      "부천": 2,
      "소새울": 3
    },
    "num": 52
  },
  "소요산": {
    "time": {
      "동두천": 4
    },
    "num": 53
  },
  "송내": {
    "time": {
      "부개": 2,
      "중동": 2
    },
    "num": 54
  },
  "송탄": {
    "time": {
      "서정리": 3,
      "진위": 6
    },
    "num": 55
  },
  "수원": {
    "time": {
      "세류": 4,
      "화서": 3,
      "매교": 2
    },
    "num": 56
  },
  "시청": {
    "time": {
      "서울": 2,
      "종각": 2,
      "충정로": 2,
      "을지로입구": 2
    },
    "num": 57
  },
  "신길": {
    "time": {
      "영등포": 2,
      "대방": 2,
      "여의도": 2,
      "영등포시장": 2
    },
    "num": 58
  },
  "신도림": {
    "time": {
      "구로": 2,
      "영등포": 2,
      "도림천": 2,
      "대림": 3,
      "문래": 2
    },
    "num": 59
  },
  "신설동": {
    "time": {
      "동묘앞": 2,
      "제기동": 2,
      "용두": 2,
      "보문": 2
    },
    "num": 60
  },
  "신이문": {
    "time": {
      "외대앞": 2,
      "석계": 2
    },
    "num": 61
  },
  "신창": {
    "time": {
      "온양온천": 8
    },
    "num": 62
  },
  "쌍용나사렛대": {
    "time": {
      "아산": 2,
      "봉명": 2
    },
    "num": 63
  },
  "아산": {
    "time": {
      "배방": 8,
      "쌍용나사렛대": 2
    },
    "num": 64
  },
  "안양": {
    "time": {
      "명학": 3,
      "관악": 4
    },
    "num": 65
  },
  "양주": {
    "time": {
      "녹양": 2,
      "덕계": 8
    },
    "num": 66
  },
  "역곡": {
    "time": {
      "소사": 2,
      "온수": 2
    },
    "num": 67
  },
  "영등포": {
    "time": {
      "신도림": 2,
      "신길": 2
    },
    "num": 68
  },
  "오류동": {
    "time": {
      "온수": 3,
      "개봉": 2
    },
    "num": 69
  },
  "오산": {
    "time": {
      "진위": 6,
      "오산대": 4
    },
    "num": 70
  },
  "오산대": {
    "time": {
      "오산": 4,
      "세마": 4
    },
    "num": 71
  },
  "온수": {
    "time": {
      "역곡": 2,
      "오류동": 3,
      "천왕": 2,
      "까치울": 3
    },
    "num": 72
  },
  "온양온천": {
    "time": {
      "신창": 8,
      "배방": 8
    },
    "num": 73
  },
  "외대앞": {
    "time": {
      "회기": 2,
      "신이문": 2
    },
    "num": 74
  },
  "용산": {
    "time": {
      "노량진": 4,
      "남영": 2,
      "이촌": 4,
      "효창공원앞": 3
    },
    "num": 75
  },
  "월계": {
    "time": {
      "광운대": 2,
      "녹천": 2
    },
    "num": 76
  },
  "의왕": {
    "time": {
      "성균관대": 4,
      "당정": 4
    },
    "num": 77
  },
  "의정부": {
    "time": {
      "회룡": 2,
      "가능": 2
    },
    "num": 78
  },
  "인천": {
    "time": {
      "동인천": 3,
      "신포": 2
    },
    "num": 79
  },
  "제기동": {
    "time": {
      "신설동": 2,
      "청량리": 2
    },
    "num": 80
  },
  "제물포": {
    "time": {
      "도원": 2,
      "도화": 2
    },
    "num": 81
  },
  "종각": {
    "time": {
      "시청": 2,
      "종로3가": 2
    },
    "num": 82
  },
  "종로3가": {
    "time": {
      "종각": 2,
      "종로5가": 2,
      "을지로3가": 2,
      "안국": 2,
      "을지로4가": 2,
      "광화문": 2
    },
    "num": 83
  },
  "종로5가": {
    "time": {
      "종로3가": 2,
      "동대문": 2
    },
    "num": 84
  },
  "주안": {
    "time": {
      "도화": 2,
      "간석": 2,
      "주안국가산단": 2,
      "시민공원": 3
    },
    "num": 85
  },
  "중동": {
    "time": {
      "송내": 2,
      "부천": 3
    },
    "num": 86
  },
  "지제": {
    "time": {
      "평택": 6,
      "서정리": 7
    },
    "num": 87
  },
  "지행": {
    "time": {
      "덕정": 9,
      "동두천중앙": 2
    },
    "num": 88
  },
  "직산": {
    "time": {
      "두정": 6,
      "성환": 8
    },
    "num": 89
  },
  "진위": {
    "time": {
      "송탄": 6,
      "오산": 6
    },
    "num": 90
  },
  "창동": {
    "time": {
      "녹천": 2,
      "방학": 3,
      "쌍문": 2,
      "노원": 2
    },
    "num": 91
  },
  "천안": {
    "time": {
      "봉명": 2,
      "두정": 5
    },
    "num": 92
  },
  "청량리": {
    "time": {
      "제기동": 2,
      "회기": 3,
      "왕십리": 5
    },
    "num": 93
  },
  "평택": {
    "time": {
      "성환": 14,
      "지제": 6
    },
    "num": 94
  },
  "화서": {
    "time": {
      "수원": 3,
      "성균관대": 4
    },
    "num": 95
  },
  "회기": {
    "time": {
      "청량리": 3,
      "외대앞": 2,
      "중랑": 3
    },
    "num": 96
  },
  "회룡": {
    "time": {
      "망월사": 2,
      "의정부": 2,
      "발곡": 1,
      "범골": 1
    },
    "num": 97
  },
  "강남": {
    "time": {
      "교대": 2,
      "역삼": 2,
      "양재": 2
    },
    "num": 98
  },
  "강변": {
    "time": {
      "잠실나루": 3,
      "구의": 2
    },
    "num": 99
  },
  "건대입구": {
    "time": {
      "구의": 2,
      "성수": 2,
      "뚝섬유원지": 2,
      "어린이대공원": 2
    },
    "num": 100
  },
  "교대": {
    "time": {
      "서초": 2,
      "강남": 2,
      "남부터미널": 2,
      "고속터미널": 2
    },
    "num": 101
  },
  "구로디지털단지": {
    "time": {
      "대림": 2,
      "신대방": 2
    },
    "num": 102
  },
  "구의": {
    "time": {
      "강변": 2,
      "건대입구": 2
    },
    "num": 103
  },
  "까치산": {
    "time": {
      "신정네거리": 3,
      "신정": 2,
      "화곡": 2
    },
    "num": 104
  },
  "낙성대": {
    "time": {
      "서울대입구": 2,
      "사당": 3
    },
    "num": 105
  },
  "당산": {
    "time": {
      "합정": 3,
      "영등포구청": 2,
      "국회의사당": 2,
      "선유도": 2
    },
    "num": 106
  },
  "대림": {
    "time": {
      "신도림": 3,
      "구로디지털단지": 2,
      "남구로": 2,
      "신풍": 2
    },
    "num": 107
  },
  "도림천": {
    "time": {
      "양천구청": 3,
      "신도림": 2
    },
    "num": 108
  },
  "동대문역사문화공원": {
    "time": {
      "신당": 2,
      "을지로4가": 2,
      "충무로": 2,
      "동대문": 2,
      "청구": 2
    },
    "num": 109
  },
  "뚝섬": {
    "time": {
      "성수": 2,
      "한양대": 2
    },
    "num": 110
  },
  "문래": {
    "time": {
      "영등포구청": 2,
      "신도림": 2
    },
    "num": 111
  },
  "방배": {
    "time": {
      "사당": 2,
      "서초": 3
    },
    "num": 112
  },
  "봉천": {
    "time": {
      "신림": 2,
      "서울대입구": 2
    },
    "num": 113
  },
  "사당": {
    "time": {
      "낙성대": 3,
      "방배": 2,
      "남태령": 2,
      "총신대입구이수": 2
    },
    "num": 114
  },
  "삼성": {
    "time": {
      "선릉": 2,
      "종합운동장": 2
    },
    "num": 115
  },
  "삼전": {
    "time": {
      "종합운동장": 3
    },
    "num": 116
  },
  "상왕십리": {
    "time": {
      "왕십리": 2,
      "신당": 2
    },
    "num": 117
  },
  "서울대입구": {
    "time": {
      "봉천": 2,
      "낙성대": 2
    },
    "num": 118
  },
  "서초": {
    "time": {
      "방배": 3,
      "교대": 2
    },
    "num": 119
  },
  "선릉": {
    "time": {
      "역삼": 2,
      "삼성": 2,
      "한티": 2,
      "선정릉": 2
    },
    "num": 120
  },
  "성수": {
    "time": {
      "용답": 4,
      "건대입구": 2,
      "뚝섬": 2
    },
    "num": 121
  },
  "신답": {
    "time": {
      "용두": 2,
      "용답": 2
    },
    "num": 122
  },
  "신당": {
    "time": {
      "상왕십리": 2,
      "동대문역사문화공원": 2,
      "동묘앞": 2,
      "청구": 2
    },
    "num": 123
  },
  "신대방": {
    "time": {
      "구로디지털단지": 2,
      "신림": 3
    },
    "num": 124
  },
  "신림": {
    "time": {
      "신대방": 3,
      "봉천": 2
    },
    "num": 125
  },
  "신정네거리": {
    "time": {
      "까치산": 3,
      "양천구청": 3
    },
    "num": 126
  },
  "신촌": {
    "time": {
      "이대": 2,
      "홍대입구": 2
    },
    "num": 127
  },
  "아현": {
    "time": {
      "충정로": 2,
      "이대": 2
    },
    "num": 128
  },
  "양천구청": {
    "time": {
      "신정네거리": 3,
      "도림천": 3
    },
    "num": 129
  },
  "역삼": {
    "time": {
      "강남": 2,
      "선릉": 2
    },
    "num": 130
  },
  "영등포구청": {
    "time": {
      "문래": 2,
      "당산": 2,
      "영등포시장": 2,
      "양평": 2
    },
    "num": 131
  },
  "왕십리": {
    "time": {
      "한양대": 2,
      "상왕십리": 2,
      "마장": 2,
      "행당": 2,
      "청량리": 5,
      "응봉": 2,
      "서울숲": 3
    },
    "num": 132
  },
  "용답": {
    "time": {
      "신답": 2,
      "성수": 4
    },
    "num": 133
  },
  "용두": {
    "time": {
      "신설동": 2,
      "신답": 2
    },
    "num": 134
  },
  "을지로3가": {
    "time": {
      "을지로4가": 2,
      "을지로입구": 2,
      "충무로": 2,
      "종로3가": 2
    },
    "num": 135
  },
  "을지로4가": {
    "time": {
      "동대문역사문화공원": 2,
      "을지로3가": 2,
      "종로3가": 2
    },
    "num": 136
  },
  "을지로입구": {
    "time": {
      "을지로3가": 2,
      "시청": 2
    },
    "num": 137
  },
  "이대": {
    "time": {
      "아현": 2,
      "신촌": 2
    },
    "num": 138
  },
  "잠실": {
    "time": {
      "잠실새내": 2,
      "잠실나루": 2,
      "석촌": 2,
      "몽촌토성": 2
    },
    "num": 139
  },
  "잠실나루": {
    "time": {
      "잠실": 2,
      "강변": 3
    },
    "num": 140
  },
  "잠실새내": {
    "time": {
      "종합운동장": 2,
      "잠실": 2
    },
    "num": 141
  },
  "종합운동장": {
    "time": {
      "삼성": 2,
      "잠실새내": 2,
      "봉은사": 3,
      "삼전": 3
    },
    "num": 142
  },
  "충정로": {
    "time": {
      "시청": 2,
      "아현": 2,
      "서대문": 2,
      "애오개": 2
    },
    "num": 143
  },
  "한양대": {
    "time": {
      "뚝섬": 2,
      "왕십리": 2
    },
    "num": 144
  },
  "합정": {
    "time": {
      "홍대입구": 2,
      "당산": 3,
      "상수": 2,
      "망원": 2
    },
    "num": 145
  },
  "홍대입구": {
    "time": {
      "신촌": 2,
      "합정": 2,
      "공덕": 3,
      "디지털미디어시티": 3,
      "서강대": 2,
      "가좌": 3
    },
    "num": 146
  },
  "가락시장": {
    "time": {
      "경찰병원": 2,
      "수서": 9,
      "문정": 2,
      "송파": 2
    },
    "num": 147
  },
  "경복궁": {
    "time": {
      "안국": 2,
      "독립문": 2
    },
    "num": 148
  },
  "경찰병원": {
    "time": {
      "오금": 2,
      "가락시장": 2
    },
    "num": 149
  },
  "고속터미널": {
    "time": {
      "교대": 2,
      "잠원": 2,
      "내방": 3,
      "반포": 2,
      "사평": 2,
      "신반포": 2
    },
    "num": 150
  },
  "구파발": {
    "time": {
      "연신내": 3,
      "지축": 2
    },
    "num": 151
  },
  "금호": {
    "time": {
      "옥수": 2,
      "약수": 2
    },
    "num": 152
  },
  "남부터미널": {
    "time": {
      "양재": 3,
      "교대": 2
    },
    "num": 153
  },
  "녹번": {
    "time": {
      "홍제": 2,
      "불광": 2
    },
    "num": 154
  },
  "대곡": {
    "time": {
      "화정": 3,
      "백석": 4,
      "능곡": 3,
      "곡산": 2
    },
    "num": 155
  },
  "대청": {
    "time": {
      "일원": 2,
      "학여울": 2
    },
    "num": 156
  },
  "대치": {
    "time": {
      "학여울": 2,
      "도곡": 2
    },
    "num": 157
  },
  "대화": {
    "time": {
      "주엽": 2
    },
    "num": 158
  },
  "도곡": {
    "time": {
      "대치": 2,
      "매봉": 2,
      "구룡": 2,
      "한티": 2
    },
    "num": 159
  },
  "독립문": {
    "time": {
      "경복궁": 2,
      "무악재": 2
    },
    "num": 160
  },
  "동대입구": {
    "time": {
      "약수": 2,
      "충무로": 2
    },
    "num": 161
  },
  "마두": {
    "time": {
      "백석": 2,
      "정발산": 2
    },
    "num": 162
  },
  "매봉": {
    "time": {
      "도곡": 2,
      "양재": 2
    },
    "num": 163
  },
  "무악재": {
    "time": {
      "독립문": 2,
      "홍제": 2
    },
    "num": 164
  },
  "백석": {
    "time": {
      "대곡": 4,
      "마두": 2
    },
    "num": 165
  },
  "불광": {
    "time": {
      "녹번": 2,
      "연신내": 2,
      "역촌": 2,
      "독바위": 2
    },
    "num": 166
  },
  "삼송": {
    "time": {
      "지축": 3,
      "원흥": 2
    },
    "num": 167
  },
  "수서": {
    "time": {
      "가락시장": 9,
      "일원": 3,
      "복정": 5,
      "대모산입구": 5
    },
    "num": 168
  },
  "신사": {
    "time": {
      "잠원": 2,
      "압구정": 2
    },
    "num": 169
  },
  "안국": {
    "time": {
      "종로3가": 2,
      "경복궁": 2
    },
    "num": 170
  },
  "압구정": {
    "time": {
      "신사": 2,
      "옥수": 3
    },
    "num": 171
  },
  "약수": {
    "time": {
      "금호": 2,
      "동대입구": 2,
      "청구": 2,
      "버티고개": 2
    },
    "num": 172
  },
  "양재": {
    "time": {
      "매봉": 2,
      "남부터미널": 3,
      "양재시민의숲": 3,
      "강남": 2
    },
    "num": 173
  },
  "연신내": {
    "time": {
      "불광": 2,
      "구파발": 3,
      "독바위": 2,
      "구산": 2
    },
    "num": 174
  },
  "오금": {
    "time": {
      "경찰병원": 2,
      "개롱": 2,
      "방이": 2
    },
    "num": 175
  },
  "옥수": {
    "time": {
      "압구정": 3,
      "금호": 2,
      "응봉": 3,
      "한남": 2
    },
    "num": 176
  },
  "원당": {
    "time": {
      "원흥": 3,
      "화정": 4
    },
    "num": 177
  },
  "원흥": {
    "time": {
      "삼송": 2,
      "원당": 3
    },
    "num": 178
  },
  "일원": {
    "time": {
      "수서": 3,
      "대청": 2
    },
    "num": 179
  },
  "잠원": {
    "time": {
      "고속터미널": 2,
      "신사": 2
    },
    "num": 180
  },
  "정발산": {
    "time": {
      "마두": 2,
      "주엽": 2
    },
    "num": 181
  },
  "주엽": {
    "time": {
      "정발산": 2,
      "대화": 2
    },
    "num": 182
  },
  "지축": {
    "time": {
      "구파발": 2,
      "삼송": 3
    },
    "num": 183
  },
  "충무로": {
    "time": {
      "동대입구": 2,
      "을지로3가": 2,
      "명동": 2,
      "동대문역사문화공원": 2
    },
    "num": 184
  },
  "학여울": {
    "time": {
      "대청": 2,
      "대치": 2
    },
    "num": 185
  },
  "홍제": {
    "time": {
      "무악재": 2,
      "녹번": 2
    },
    "num": 186
  },
  "화정": {
    "time": {
      "원당": 4,
      "대곡": 3
    },
    "num": 187
  },
  "경마공원": {
    "time": {
      "대공원": 2,
      "선바위": 2
    },
    "num": 188
  },
  "고잔": {
    "time": {
      "초지": 2,
      "중앙": 2
    },
    "num": 189
  },
  "과천": {
    "time": {
      "정부과천청사": 2,
      "대공원": 2
    },
    "num": 190
  },
  "길음": {
    "time": {
      "성신여대입구": 2,
      "미아사거리": 2
    },
    "num": 191
  },
  "남태령": {
    "time": {
      "선바위": 3,
      "사당": 2
    },
    "num": 192
  },
  "노원": {
    "time": {
      "창동": 2,
      "상계": 2,
      "중계": 2,
      "마들": 2
    },
    "num": 193
  },
  "당고개": {
    "time": {
      "상계": 2
    },
    "num": 194
  },
  "대공원": {
    "time": {
      "과천": 2,
      "경마공원": 2
    },
    "num": 195
  },
  "대야미": {
    "time": {
      "반월": 3,
      "수리산": 4
    },
    "num": 196
  },
  "동작": {
    "time": {
      "총신대입구이수": 3,
      "이촌": 4,
      "구반포": 2,
      "흑석": 2
    },
    "num": 197
  },
  "명동": {
    "time": {
      "회현": 2,
      "충무로": 2
    },
    "num": 198
  },
  "미아": {
    "time": {
      "미아사거리": 2,
      "수유": 2
    },
    "num": 199
  },
  "미아사거리": {
    "time": {
      "길음": 2,
      "미아": 2
    },
    "num": 200
  },
  "반월": {
    "time": {
      "상록수": 6,
      "대야미": 3
    },
    "num": 201
  },
  "범계": {
    "time": {
      "금정": 4,
      "평촌": 2
    },
    "num": 202
  },
  "산본": {
    "time": {
      "수리산": 2,
      "금정": 4
    },
    "num": 203
  },
  "삼각지": {
    "time": {
      "신용산": 2,
      "숙대입구": 2,
      "녹사평": 2,
      "효창공원앞": 2
    },
    "num": 204
  },
  "상계": {
    "time": {
      "노원": 2,
      "당고개": 2
    },
    "num": 205
  },
  "상록수": {
    "time": {
      "한대앞": 2,
      "반월": 6
    },
    "num": 206
  },
  "선바위": {
    "time": {
      "경마공원": 2,
      "남태령": 3
    },
    "num": 207
  },
  "성신여대입구": {
    "time": {
      "한성대입구": 2,
      "길음": 2,
      "정릉": 2,
      "보문": 3
    },
    "num": 208
  },
  "수리산": {
    "time": {
      "대야미": 4,
      "산본": 2
    },
    "num": 209
  },
  "수유": {
    "time": {
      "미아": 2,
      "쌍문": 2
    },
    "num": 210
  },
  "숙대입구": {
    "time": {
      "삼각지": 2,
      "서울": 2
    },
    "num": 211
  },
  "신길온천": {
    "time": {
      "정왕": 4,
      "안산": 3
    },
    "num": 212
  },
  "신용산": {
    "time": {
      "이촌": 2,
      "삼각지": 2
    },
    "num": 213
  },
  "쌍문": {
    "time": {
      "수유": 2,
      "창동": 2
    },
    "num": 214
  },
  "안산": {
    "time": {
      "신길온천": 3,
      "초지": 3
    },
    "num": 215
  },
  "오이도": {
    "time": {
      "정왕": 2,
      "달월": 3
    },
    "num": 216
  },
  "이촌": {
    "time": {
      "동작": 4,
      "신용산": 2,
      "서빙고": 3,
      "용산": 4
    },
    "num": 217
  },
  "인덕원": {
    "time": {
      "평촌": 2,
      "정부과천청사": 5
    },
    "num": 218
  },
  "정부과천청사": {
    "time": {
      "인덕원": 5,
      "과천": 2
    },
    "num": 219
  },
  "정왕": {
    "time": {
      "오이도": 2,
      "신길온천": 4
    },
    "num": 220
  },
  "중앙": {
    "time": {
      "고잔": 2,
      "한대앞": 2
    },
    "num": 221
  },
  "초지": {
    "time": {
      "안산": 3,
      "고잔": 2,
      "선부": 3,
      "원곡": 3
    },
    "num": 222
  },
  "총신대입구이수": {
    "time": {
      "사당": 2,
      "동작": 3,
      "남성": 2
    },
    "num": 223
  },
  "평촌": {
    "time": {
      "범계": 2,
      "인덕원": 2
    },
    "num": 224
  },
  "한대앞": {
    "time": {
      "중앙": 2,
      "상록수": 2
    },
    "num": 225
  },
  "한성대입구": {
    "time": {
      "혜화": 2,
      "성신여대입구": 2
    },
    "num": 226
  },
  "혜화": {
    "time": {
      "동대문": 2,
      "한성대입구": 2
    },
    "num": 227
  },
  "회현": {
    "time": {
      "서울": 2,
      "명동": 2
    },
    "num": 228
  },
  "강동": {
    "time": {
      "둔촌동": 2,
      "길동": 2,
      "천호": 2
    },
    "num": 229
  },
  "개롱": {
    "time": {
      "거여": 2,
      "오금": 2
    },
    "num": 230
  },
  "개화산": {
    "time": {
      "김포공항": 2,
      "방화": 2
    },
    "num": 231
  },
  "거여": {
    "time": {
      "마천": 2,
      "개롱": 2
    },
    "num": 232
  },
  "고덕": {
    "time": {
      "상일동": 2,
      "명일": 2
    },
    "num": 233
  },
  "공덕": {
    "time": {
      "애오개": 2,
      "마포": 2,
      "효창공원앞": 2,
      "대흥": 2,
      "서울": 4,
      "홍대입구": 3,
      "서강대": 3
    },
    "num": 234
  },
  "광나루": {
    "time": {
      "천호": 3,
      "아차산": 2
    },
    "num": 235
  },
  "광화문": {
    "time": {
      "종로3가": 2,
      "서대문": 2
    },
    "num": 236
  },
  "군자": {
    "time": {
      "아차산": 2,
      "장한평": 2,
      "어린이대공원": 2,
      "중곡": 2
    },
    "num": 237
  },
  "굽은다리": {
    "time": {
      "명일": 2,
      "길동": 2
    },
    "num": 238
  },
  "길동": {
    "time": {
      "굽은다리": 2,
      "강동": 2
    },
    "num": 239
  },
  "김포공항": {
    "time": {
      "송정": 2,
      "개화산": 2,
      "공항시장": 2,
      "개화": 6,
      "계양": 6,
      "마곡나루": 3
    },
    "num": 240
  },
  "답십리": {
    "time": {
      "장한평": 2,
      "마장": 2
    },
    "num": 241
  },
  "둔촌동": {
    "time": {
      "올림픽공원": 2,
      "강동": 2
    },
    "num": 242
  },
  "마곡": {
    "time": {
      "발산": 2,
      "송정": 2
    },
    "num": 243
  },
  "마장": {
    "time": {
      "답십리": 2,
      "왕십리": 2
    },
    "num": 244
  },
  "마천": {
    "time": {
      "거여": 2
    },
    "num": 245
  },
  "마포": {
    "time": {
      "공덕": 2,
      "여의나루": 3
    },
    "num": 246
  },
  "명일": {
    "time": {
      "고덕": 2,
      "굽은다리": 2
    },
    "num": 247
  },
  "목동": {
    "time": {
      "오목교": 2,
      "신정": 2
    },
    "num": 248
  },
  "발산": {
    "time": {
      "우장산": 2,
      "마곡": 2
    },
    "num": 249
  },
  "방이": {
    "time": {
      "오금": 2,
      "올림픽공원": 2
    },
    "num": 250
  },
  "방화": {
    "time": {
      "개화산": 2
    },
    "num": 251
  },
  "상일동": {
    "time": {
      "고덕": 2
    },
    "num": 252
  },
  "서대문": {
    "time": {
      "광화문": 2,
      "충정로": 2
    },
    "num": 253
  },
  "송정": {
    "time": {
      "마곡": 2,
      "김포공항": 2
    },
    "num": 254
  },
  "신금호": {
    "time": {
      "행당": 2,
      "청구": 2
    },
    "num": 255
  },
  "신정": {
    "time": {
      "목동": 2,
      "까치산": 2
    },
    "num": 256
  },
  "아차산": {
    "time": {
      "광나루": 2,
      "군자": 2
    },
    "num": 257
  },
  "애오개": {
    "time": {
      "충정로": 2,
      "공덕": 2
    },
    "num": 258
  },
  "양평": {
    "time": {
      "영등포구청": 2,
      "오목교": 2
    },
    "num": 259
  },
  "여의나루": {
    "time": {
      "마포": 3,
      "여의도": 2
    },
    "num": 260
  },
  "여의도": {
    "time": {
      "여의나루": 2,
      "신길": 2,
      "샛강": 2,
      "국회의사당": 2
    },
    "num": 261
  },
  "영등포시장": {
    "time": {
      "신길": 2,
      "영등포구청": 2
    },
    "num": 262
  },
  "오목교": {
    "time": {
      "양평": 2,
      "목동": 2
    },
    "num": 263
  },
  "올림픽공원": {
    "time": {
      "방이": 2,
      "둔촌동": 2
    },
    "num": 264
  },
  "우장산": {
    "time": {
      "화곡": 2,
      "발산": 2
    },
    "num": 265
  },
  "장한평": {
    "time": {
      "군자": 2,
      "답십리": 2
    },
    "num": 266
  },
  "천호": {
    "time": {
      "강동": 2,
      "광나루": 3,
      "강동구청": 2,
      "암사": 2
    },
    "num": 267
  },
  "청구": {
    "time": {
      "신금호": 2,
      "동대문역사문화공원": 2,
      "신당": 2,
      "약수": 2
    },
    "num": 268
  },
  "행당": {
    "time": {
      "왕십리": 2,
      "신금호": 2
    },
    "num": 269
  },
  "화곡": {
    "time": {
      "까치산": 2,
      "우장산": 2
    },
    "num": 270
  },
  "고려대": {
    "time": {
      "월곡": 2,
      "안암": 2
    },
    "num": 271
  },
  "광흥창": {
    "time": {
      "대흥": 2,
      "상수": 2
    },
    "num": 272
  },
  "구산": {
    "time": {
      "연신내": 2,
      "응암": 2
    },
    "num": 273
  },
  "녹사평": {
    "time": {
      "이태원": 2,
      "삼각지": 2
    },
    "num": 274
  },
  "대흥": {
    "time": {
      "공덕": 2,
      "광흥창": 2
    },
    "num": 275
  },
  "독바위": {
    "time": {
      "불광": 2,
      "연신내": 2
    },
    "num": 276
  },
  "돌곶이": {
    "time": {
      "석계": 2,
      "상월곡": 2
    },
    "num": 277
  },
  "디지털미디어시티": {
    "time": {
      "월드컵경기장": 2,
      "증산": 2,
      "홍대입구": 3,
      "마곡나루": 7,
      "가좌": 2,
      "수색": 2
    },
    "num": 278
  },
  "마포구청": {
    "time": {
      "망원": 2,
      "월드컵경기장": 2
    },
    "num": 279
  },
  "망원": {
    "time": {
      "합정": 2,
      "마포구청": 2
    },
    "num": 280
  },
  "버티고개": {
    "time": {
      "약수": 2,
      "한강진": 2
    },
    "num": 281
  },
  "보문": {
    "time": {
      "안암": 2,
      "창신": 2,
      "성신여대입구": 3,
      "신설동": 2
    },
    "num": 282
  },
  "봉화산": {
    "time": {
      "화랑대": 2
    },
    "num": 283
  },
  "상수": {
    "time": {
      "광흥창": 2,
      "합정": 2
    },
    "num": 284
  },
  "상월곡": {
    "time": {
      "돌곶이": 2,
      "월곡": 2
    },
    "num": 285
  },
  "새절": {
    "time": {
      "증산": 2,
      "응암": 2
    },
    "num": 286
  },
  "안암": {
    "time": {
      "고려대": 2,
      "보문": 2
    },
    "num": 287
  },
  "역촌": {
    "time": {
      "응암": 2,
      "불광": 2
    },
    "num": 288
  },
  "월곡": {
    "time": {
      "상월곡": 2,
      "고려대": 2
    },
    "num": 289
  },
  "월드컵경기장": {
    "time": {
      "마포구청": 2,
      "디지털미디어시티": 2
    },
    "num": 290
  },
  "응암": {
    "time": {
      "새절": 2,
      "역촌": 2,
      "구산": 2
    },
    "num": 291
  },
  "이태원": {
    "time": {
      "한강진": 2,
      "녹사평": 2
    },
    "num": 292
  },
  "증산": {
    "time": {
      "디지털미디어시티": 2,
      "새절": 2
    },
    "num": 293
  },
  "창신": {
    "time": {
      "보문": 2,
      "동묘앞": 2
    },
    "num": 294
  },
  "태릉입구": {
    "time": {
      "화랑대": 2,
      "석계": 2,
      "먹골": 2,
      "공릉": 2
    },
    "num": 295
  },
  "한강진": {
    "time": {
      "버티고개": 2,
      "이태원": 2
    },
    "num": 296
  },
  "화랑대": {
    "time": {
      "봉화산": 2,
      "태릉입구": 2
    },
    "num": 297
  },
  "효창공원앞": {
    "time": {
      "삼각지": 2,
      "공덕": 2,
      "용산": 3
    },
    "num": 298
  },
  "강남구청": {
    "time": {
      "학동": 2,
      "청담": 2,
      "선정릉": 2,
      "압구정로데오": 2
    },
    "num": 299
  },
  "공릉": {
    "time": {
      "태릉입구": 2,
      "하계": 2
    },
    "num": 300
  },
  "광명사거리": {
    "time": {
      "천왕": 3,
      "철산": 2
    },
    "num": 301
  },
  "굴포천": {
    "time": {
      "부평구청": 2,
      "삼산체육관": 2
    },
    "num": 302
  },
  "까치울": {
    "time": {
      "부천종합운동장": 2,
      "온수": 3
    },
    "num": 303
  },
  "남구로": {
    "time": {
      "가산디지털단지": 2,
      "대림": 2
    },
    "num": 304
  },
  "남성": {
    "time": {
      "숭실대입구": 3,
      "총신대입구이수": 2
    },
    "num": 305
  },
  "내방": {
    "time": {
      "고속터미널": 3
    },
    "num": 306
  },
  "논현": {
    "time": {
      "반포": 2,
      "학동": 2
    },
    "num": 307
  },
  "뚝섬유원지": {
    "time": {
      "청담": 3,
      "건대입구": 2
    },
    "num": 308
  },
  "마들": {
    "time": {
      "노원": 2,
      "수락산": 2
    },
    "num": 309
  },
  "먹골": {
    "time": {
      "중화": 2,
      "태릉입구": 2
    },
    "num": 310
  },
  "면목": {
    "time": {
      "사가정": 2,
      "상봉": 2
    },
    "num": 311
  },
  "반포": {
    "time": {
      "고속터미널": 2,
      "논현": 2
    },
    "num": 312
  },
  "보라매": {
    "time": {
      "신풍": 2,
      "신대방삼거리": 2
    },
    "num": 313
  },
  "부천시청": {
    "time": {
      "상동": 2,
      "신중동": 2
    },
    "num": 314
  },
  "부천종합운동장": {
    "time": {
      "춘의": 2,
      "까치울": 2
    },
    "num": 315
  },
  "부평구청": {
    "time": {
      "굴포천": 2,
      "부평시장": 2,
      "갈산": 2
    },
    "num": 316
  },
  "사가정": {
    "time": {
      "용마산": 2,
      "면목": 2
    },
    "num": 317
  },
  "삼산체육관": {
    "time": {
      "굴포천": 2,
      "상동": 2
    },
    "num": 318
  },
  "상도": {
    "time": {
      "장승배기": 2,
      "숭실대입구": 2
    },
    "num": 319
  },
  "상동": {
    "time": {
      "삼산체육관": 2,
      "부천시청": 2
    },
    "num": 320
  },
  "상봉": {
    "time": {
      "면목": 2,
      "중화": 2,
      "망우": 2,
      "중랑": 2
    },
    "num": 321
  },
  "수락산": {
    "time": {
      "마들": 2,
      "도봉산": 2
    },
    "num": 322
  },
  "숭실대입구": {
    "time": {
      "상도": 2,
      "남성": 3
    },
    "num": 323
  },
  "신대방삼거리": {
    "time": {
      "보라매": 2,
      "장승배기": 2
    },
    "num": 324
  },
  "신중동": {
    "time": {
      "부천시청": 2,
      "춘의": 2
    },
    "num": 325
  },
  "신풍": {
    "time": {
      "대림": 2,
      "보라매": 2
    },
    "num": 326
  },
  "어린이대공원": {
    "time": {
      "건대입구": 2,
      "군자": 2
    },
    "num": 327
  },
  "용마산": {
    "time": {
      "중곡": 2,
      "사가정": 2
    },
    "num": 328
  },
  "장승배기": {
    "time": {
      "신대방삼거리": 2,
      "상도": 2
    },
    "num": 329
  },
  "장암": {
    "time": {
      "도봉산": 2
    },
    "num": 330
  },
  "중계": {
    "time": {
      "하계": 2,
      "노원": 2
    },
    "num": 331
  },
  "중곡": {
    "time": {
      "군자": 2,
      "용마산": 2
    },
    "num": 332
  },
  "중화": {
    "time": {
      "상봉": 2,
      "먹골": 2
    },
    "num": 333
  },
  "천왕": {
    "time": {
      "온수": 2,
      "광명사거리": 3
    },
    "num": 334
  },
  "철산": {
    "time": {
      "광명사거리": 2,
      "가산디지털단지": 2
    },
    "num": 335
  },
  "청담": {
    "time": {
      "강남구청": 2,
      "뚝섬유원지": 3
    },
    "num": 336
  },
  "춘의": {
    "time": {
      "신중동": 2,
      "부천종합운동장": 2
    },
    "num": 337
  },
  "하계": {
    "time": {
      "공릉": 2,
      "중계": 2
    },
    "num": 338
  },
  "학동": {
    "time": {
      "논현": 2,
      "강남구청": 2
    },
    "num": 339
  },
  "강동구청": {
    "time": {
      "몽촌토성": 2,
      "천호": 2
    },
    "num": 340
  },
  "남한산성입구": {
    "time": {
      "단대오거리": 2,
      "산성": 3
    },
    "num": 341
  },
  "단대오거리": {
    "time": {
      "신흥": 2,
      "남한산성입구": 2
    },
    "num": 342
  },
  "모란": {
    "time": {
      "수진": 3,
      "야탑": 4,
      "태평": 2
    },
    "num": 343
  },
  "몽촌토성": {
    "time": {
      "잠실": 2,
      "강동구청": 2
    },
    "num": 344
  },
  "문정": {
    "time": {
      "장지": 2,
      "가락시장": 2
    },
    "num": 345
  },
  "복정": {
    "time": {
      "산성": 3,
      "장지": 2,
      "가천대": 4,
      "수서": 5
    },
    "num": 346
  },
  "산성": {
    "time": {
      "남한산성입구": 3,
      "복정": 3
    },
    "num": 347
  },
  "석촌": {
    "time": {
      "송파": 2,
      "잠실": 2
    },
    "num": 348
  },
  "송파": {
    "time": {
      "가락시장": 2,
      "석촌": 2
    },
    "num": 349
  },
  "수진": {
    "time": {
      "모란": 3,
      "신흥": 2
    },
    "num": 350
  },
  "신흥": {
    "time": {
      "수진": 2,
      "단대오거리": 2
    },
    "num": 351
  },
  "암사": {
    "time": {
      "천호": 2
    },
    "num": 352
  },
  "장지": {
    "time": {
      "복정": 2,
      "문정": 2
    },
    "num": 353
  },
  "가양": {
    "time": {
      "증미": 2,
      "양천향교": 2
    },
    "num": 354
  },
  "개화": {
    "time": {
      "김포공항": 6
    },
    "num": 355
  },
  "공항시장": {
    "time": {
      "신방화": 2,
      "김포공항": 2
    },
    "num": 356
  },
  "구반포": {
    "time": {
      "신반포": 2,
      "동작": 2
    },
    "num": 357
  },
  "국회의사당": {
    "time": {
      "여의도": 2,
      "당산": 2
    },
    "num": 358
  },
  "노들": {
    "time": {
      "흑석": 2,
      "노량진": 2
    },
    "num": 359
  },
  "등촌": {
    "time": {
      "염창": 2,
      "증미": 2
    },
    "num": 360
  },
  "마곡나루": {
    "time": {
      "양천향교": 2,
      "신방화": 2,
      "김포공항": 3,
      "디지털미디어시티": 7
    },
    "num": 361
  },
  "봉은사": {
    "time": {
      "종합운동장": 3,
      "삼성중앙": 2
    },
    "num": 362
  },
  "사평": {
    "time": {
      "신논현": 2,
      "고속터미널": 2
    },
    "num": 363
  },
  "삼성중앙": {
    "time": {
      "봉은사": 2,
      "선정릉": 2
    },
    "num": 364
  },
  "샛강": {
    "time": {
      "노량진": 2,
      "여의도": 2
    },
    "num": 365
  },
  "선유도": {
    "time": {
      "당산": 2,
      "신목동": 2
    },
    "num": 366
  },
  "선정릉": {
    "time": {
      "삼성중앙": 2,
      "언주": 2,
      "선릉": 2,
      "강남구청": 2
    },
    "num": 367
  },
  "신논현": {
    "time": {
      "언주": 2,
      "사평": 2
    },
    "num": 368
  },
  "신목동": {
    "time": {
      "선유도": 2,
      "염창": 2
    },
    "num": 369
  },
  "신반포": {
    "time": {
      "고속터미널": 2,
      "구반포": 2
    },
    "num": 370
  },
  "신방화": {
    "time": {
      "마곡나루": 2,
      "공항시장": 2
    },
    "num": 371
  },
  "양천향교": {
    "time": {
      "가양": 2,
      "마곡나루": 2
    },
    "num": 372
  },
  "언주": {
    "time": {
      "선정릉": 2,
      "신논현": 2
    },
    "num": 373
  },
  "염창": {
    "time": {
      "신목동": 2,
      "등촌": 2
    },
    "num": 374
  },
  "증미": {
    "time": {
      "등촌": 2,
      "가양": 2
    },
    "num": 375
  },
  "흑석": {
    "time": {
      "동작": 2,
      "노들": 2
    },
    "num": 376
  },
  "검암": {
    "time": {
      "계양": 5,
      "청라국제도시": 4,
      "독정": 3,
      "검바위": 1
    },
    "num": 377
  },
  "계양": {
    "time": {
      "김포공항": 6,
      "검암": 5,
      "귤현": 3
    },
    "num": 378
  },
  "공항화물청사": {
    "time": {
      "운서": 4,
      "인천공항일터미널": 4
    },
    "num": 379
  },
  "영종": {
    "time": {
      "청라국제도시": 8,
      "운서": 4
    },
    "num": 380
  },
  "운서": {
    "time": {
      "영종": 4,
      "공항화물청사": 4
    },
    "num": 381
  },
  "인천공항일터미널": {
    "time": {
      "공항화물청사": 4,
      "인천공항이터미널": 6,
      "장기주차장": 1
    },
    "num": 382
  },
  "인천공항이터미널": {
    "time": {
      "인천공항일터미널": 6
    },
    "num": 383
  },
  "청라국제도시": {
    "time": {
      "검암": 4,
      "영종": 8
    },
    "num": 384
  },
  "가천대": {
    "time": {
      "태평": 2,
      "복정": 4
    },
    "num": 385
  },
  "개포동": {
    "time": {
      "대모산입구": 2,
      "구룡": 2
    },
    "num": 386
  },
  "구룡": {
    "time": {
      "개포동": 2,
      "도곡": 2
    },
    "num": 387
  },
  "구성": {
    "time": {
      "신갈": 3,
      "보정": 3
    },
    "num": 388
  },
  "기흥": {
    "time": {
      "상갈": 3,
      "신갈": 3,
      "강남대": 1
    },
    "num": 389
  },
  "대모산입구": {
    "time": {
      "수서": 5,
      "개포동": 2
    },
    "num": 390
  },
  "망포": {
    "time": {
      "매탄권선": 3,
      "영통": 2
    },
    "num": 391
  },
  "매교": {
    "time": {
      "수원": 2,
      "수원시청": 2
    },
    "num": 392
  },
  "매탄권선": {
    "time": {
      "수원시청": 2,
      "망포": 3
    },
    "num": 393
  },
  "미금": {
    "time": {
      "오리": 2,
      "정자": 3,
      "동천": 3
    },
    "num": 394
  },
  "보정": {
    "time": {
      "구성": 3,
      "죽전": 2
    },
    "num": 395
  },
  "상갈": {
    "time": {
      "청명": 3,
      "기흥": 3
    },
    "num": 396
  },
  "서울숲": {
    "time": {
      "압구정로데오": 2,
      "왕십리": 3
    },
    "num": 397
  },
  "서현": {
    "time": {
      "수내": 2,
      "이매": 2
    },
    "num": 398
  },
  "수내": {
    "time": {
      "정자": 2,
      "서현": 2
    },
    "num": 399
  },
  "수원시청": {
    "time": {
      "매교": 2,
      "매탄권선": 2
    },
    "num": 400
  },
  "신갈": {
    "time": {
      "기흥": 3,
      "구성": 3
    },
    "num": 401
  },
  "압구정로데오": {
    "time": {
      "강남구청": 2,
      "서울숲": 2
    },
    "num": 402
  },
  "야탑": {
    "time": {
      "이매": 3,
      "모란": 4
    },
    "num": 403
  },
  "영통": {
    "time": {
      "망포": 2,
      "청명": 2
    },
    "num": 404
  },
  "오리": {
    "time": {
      "죽전": 3,
      "미금": 2
    },
    "num": 405
  },
  "이매": {
    "time": {
      "서현": 2,
      "야탑": 3,
      "판교": 2,
      "삼동": 6
    },
    "num": 406
  },
  "정자": {
    "time": {
      "미금": 3,
      "수내": 2,
      "판교": 4
    },
    "num": 407
  },
  "죽전": {
    "time": {
      "보정": 2,
      "오리": 3
    },
    "num": 408
  },
  "청명": {
    "time": {
      "영통": 2,
      "상갈": 3
    },
    "num": 409
  },
  "태평": {
    "time": {
      "모란": 2,
      "가천대": 2
    },
    "num": 410
  },
  "한티": {
    "time": {
      "도곡": 2,
      "선릉": 2
    },
    "num": 411
  },
  "강남대": {
    "time": {
      "기흥": 1,
      "지석": 2
    },
    "num": 412
  },
  "고진": {
    "time": {
      "운동장송담대": 1,
      "보평": 2
    },
    "num": 413
  },
  "김량장": {
    "time": {
      "명지대": 1,
      "운동장송담대": 3
    },
    "num": 414
  },
  "동백": {
    "time": {
      "어정": 2,
      "초당": 4
    },
    "num": 415
  },
  "둔전": {
    "time": {
      "보평": 2,
      "전대에버랜드": 5
    },
    "num": 416
  },
  "명지대": {
    "time": {
      "시청용인대": 2,
      "김량장": 1
    },
    "num": 417
  },
  "보평": {
    "time": {
      "고진": 2,
      "둔전": 2
    },
    "num": 418
  },
  "삼가": {
    "time": {
      "초당": 2,
      "시청용인대": 2
    },
    "num": 419
  },
  "시청용인대": {
    "time": {
      "삼가": 2,
      "명지대": 2
    },
    "num": 420
  },
  "어정": {
    "time": {
      "지석": 1,
      "동백": 2
    },
    "num": 421
  },
  "운동장송담대": {
    "time": {
      "김량장": 3,
      "고진": 1
    },
    "num": 422
  },
  "전대에버랜드": {
    "time": {
      "둔전": 5
    },
    "num": 423
  },
  "지석": {
    "time": {
      "강남대": 2,
      "어정": 1
    },
    "num": 424
  },
  "초당": {
    "time": {
      "동백": 4,
      "삼가": 2
    },
    "num": 425
  },
  "가평": {
    "time": {
      "굴봉산": 6,
      "상천": 4
    },
    "num": 426
  },
  "갈매": {
    "time": {
      "별내": 2,
      "신내": 5
    },
    "num": 427
  },
  "강촌": {
    "time": {
      "김유정": 6,
      "백양리": 5
    },
    "num": 428
  },
  "굴봉산": {
    "time": {
      "백양리": 4,
      "가평": 6
    },
    "num": 429
  },
  "금곡": {
    "time": {
      "평내호평": 4,
      "사릉": 3
    },
    "num": 430
  },
  "김유정": {
    "time": {
      "남춘천": 5,
      "강촌": 6
    },
    "num": 431
  },
  "남춘천": {
    "time": {
      "춘천": 3,
      "김유정": 5
    },
    "num": 432
  },
  "대성리": {
    "time": {
      "청평": 6,
      "마석": 5
    },
    "num": 433
  },
  "마석": {
    "time": {
      "대성리": 5,
      "천마산": 2
    },
    "num": 434
  },
  "망우": {
    "time": {
      "양원": 3,
      "상봉": 2,
      "신내": 5
    },
    "num": 435
  },
  "백양리": {
    "time": {
      "강촌": 5,
      "굴봉산": 4
    },
    "num": 436
  },
  "별내": {
    "time": {
      "퇴계원": 2,
      "갈매": 2
    },
    "num": 437
  },
  "사릉": {
    "time": {
      "금곡": 3,
      "퇴계원": 3
    },
    "num": 438
  },
  "상천": {
    "time": {
      "가평": 4,
      "청평": 6
    },
    "num": 439
  },
  "신내": {
    "time": {
      "갈매": 5,
      "망우": 5
    },
    "num": 440
  },
  "중랑": {
    "time": {
      "상봉": 2,
      "회기": 3
    },
    "num": 441
  },
  "천마산": {
    "time": {
      "마석": 2,
      "평내호평": 3
    },
    "num": 442
  },
  "청평": {
    "time": {
      "상천": 6,
      "대성리": 6
    },
    "num": 443
  },
  "춘천": {
    "time": {
      "남춘천": 3
    },
    "num": 444
  },
  "퇴계원": {
    "time": {
      "사릉": 3,
      "별내": 2
    },
    "num": 445
  },
  "평내호평": {
    "time": {
      "천마산": 3,
      "금곡": 4
    },
    "num": 446
  },
  "간석오거리": {
    "time": {
      "인천시청": 3,
      "부평삼거리": 2
    },
    "num": 447
  },
  "갈산": {
    "time": {
      "부평구청": 2,
      "작전": 2
    },
    "num": 448
  },
  "경인교대입구": {
    "time": {
      "작전": 2,
      "계산": 2
    },
    "num": 449
  },
  "계산": {
    "time": {
      "경인교대입구": 2,
      "임학": 2
    },
    "num": 450
  },
  "국제업무지구": {
    "time": {
      "센트럴파크": 2
    },
    "num": 451
  },
  "귤현": {
    "time": {
      "박촌": 3,
      "계양": 3
    },
    "num": 452
  },
  "동막": {
    "time": {
      "캠퍼스타운": 3,
      "동춘": 2
    },
    "num": 453
  },
  "동수": {
    "time": {
      "부평삼거리": 2,
      "부평": 2
    },
    "num": 454
  },
  "동춘": {
    "time": {
      "동막": 2,
      "원인재": 2
    },
    "num": 455
  },
  "문학경기장": {
    "time": {
      "선학": 1,
      "인천터미널": 2
    },
    "num": 456
  },
  "박촌": {
    "time": {
      "임학": 2,
      "귤현": 3
    },
    "num": 457
  },
  "부평삼거리": {
    "time": {
      "간석오거리": 2,
      "동수": 2
    },
    "num": 458
  },
  "부평시장": {
    "time": {
      "부평": 2,
      "부평구청": 2
    },
    "num": 459
  },
  "선학": {
    "time": {
      "신연수": 2,
      "문학경기장": 1
    },
    "num": 460
  },
  "센트럴파크": {
    "time": {
      "국제업무지구": 2,
      "인천대입구": 2
    },
    "num": 461
  },
  "신연수": {
    "time": {
      "원인재": 2,
      "선학": 2
    },
    "num": 462
  },
  "예술회관": {
    "time": {
      "인천터미널": 2,
      "인천시청": 2
    },
    "num": 463
  },
  "원인재": {
    "time": {
      "남동인더스파크": 2,
      "연수": 2,
      "동춘": 2,
      "신연수": 2
    },
    "num": 464
  },
  "인천대입구": {
    "time": {
      "센트럴파크": 2,
      "지식정보단지": 2
    },
    "num": 465
  },
  "인천시청": {
    "time": {
      "예술회관": 2,
      "간석오거리": 3,
      "석바위시장": 2,
      "석천사거리": 2
    },
    "num": 466
  },
  "인천터미널": {
    "time": {
      "문학경기장": 2,
      "예술회관": 2
    },
    "num": 467
  },
  "임학": {
    "time": {
      "계산": 2,
      "박촌": 2
    },
    "num": 468
  },
  "작전": {
    "time": {
      "갈산": 2,
      "경인교대입구": 2
    },
    "num": 469
  },
  "지식정보단지": {
    "time": {
      "인천대입구": 2,
      "테크노파크": 3
    },
    "num": 470
  },
  "캠퍼스타운": {
    "time": {
      "테크노파크": 1,
      "동막": 3
    },
    "num": 471
  },
  "테크노파크": {
    "time": {
      "지식정보단지": 3,
      "캠퍼스타운": 1
    },
    "num": 472
  },
  "가재울": {
    "time": {
      "인천가좌": 3,
      "주안국가산단": 2
    },
    "num": 473
  },
  "가정": {
    "time": {
      "서구청": 3,
      "가정중앙시장": 2
    },
    "num": 474
  },
  "가정중앙시장": {
    "time": {
      "가정": 2,
      "석남": 2
    },
    "num": 475
  },
  "검단사거리": {
    "time": {
      "왕길": 2,
      "마전": 2
    },
    "num": 476
  },
  "검단오류": {
    "time": {
      "왕길": 2
    },
    "num": 477
  },
  "검바위": {
    "time": {
      "검암": 1,
      "아시아드경기장": 2
    },
    "num": 478
  },
  "남동구청": {
    "time": {
      "만수": 2,
      "인천대공원": 2
    },
    "num": 479
  },
  "독정": {
    "time": {
      "완정": 1,
      "검암": 3
    },
    "num": 480
  },
  "마전": {
    "time": {
      "검단사거리": 2,
      "완정": 2
    },
    "num": 481
  },
  "만수": {
    "time": {
      "모래내시장": 2,
      "남동구청": 2
    },
    "num": 482
  },
  "모래내시장": {
    "time": {
      "석천사거리": 1,
      "만수": 2
    },
    "num": 483
  },
  "서구청": {
    "time": {
      "아시아드경기장": 1,
      "가정": 3
    },
    "num": 484
  },
  "서부여성회관": {
    "time": {
      "석남": 2,
      "인천가좌": 1
    },
    "num": 485
  },
  "석남": {
    "time": {
      "가정중앙시장": 2,
      "서부여성회관": 2
    },
    "num": 486
  },
  "석바위시장": {
    "time": {
      "시민공원": 1,
      "인천시청": 2
    },
    "num": 487
  },
  "석천사거리": {
    "time": {
      "인천시청": 2,
      "모래내시장": 1
    },
    "num": 488
  },
  "시민공원": {
    "time": {
      "주안": 3,
      "석바위시장": 1
    },
    "num": 489
  },
  "아시아드경기장": {
    "time": {
      "검바위": 2,
      "서구청": 1
    },
    "num": 490
  },
  "완정": {
    "time": {
      "마전": 2,
      "독정": 1
    },
    "num": 491
  },
  "왕길": {
    "time": {
      "검단오류": 2,
      "검단사거리": 2
    },
    "num": 492
  },
  "운연": {
    "time": {
      "인천대공원": 2
    },
    "num": 493
  },
  "인천가좌": {
    "time": {
      "서부여성회관": 1,
      "가재울": 3
    },
    "num": 494
  },
  "인천대공원": {
    "time": {
      "남동구청": 2,
      "운연": 2
    },
    "num": 495
  },
  "주안국가산단": {
    "time": {
      "가재울": 2,
      "주안": 2
    },
    "num": 496
  },
  "가좌": {
    "time": {
      "신촌경의중앙선": 4,
      "홍대입구": 3,
      "디지털미디어시티": 2
    },
    "num": 497
  },
  "강매": {
    "time": {
      "화전": 3,
      "행신": 2
    },
    "num": 498
  },
  "곡산": {
    "time": {
      "대곡": 2,
      "백마": 3
    },
    "num": 499
  },
  "구리": {
    "time": {
      "도농": 3,
      "양원": 4
    },
    "num": 500
  },
  "국수": {
    "time": {
      "아신": 5,
      "신원": 4
    },
    "num": 501
  },
  "금릉": {
    "time": {
      "운정": 4,
      "금촌": 3
    },
    "num": 502
  },
  "금촌": {
    "time": {
      "금릉": 3,
      "월롱": 4
    },
    "num": 503
  },
  "능곡": {
    "time": {
      "행신": 3,
      "대곡": 3
    },
    "num": 504
  },
  "덕소": {
    "time": {
      "도심": 2,
      "양정": 3
    },
    "num": 505
  },
  "도농": {
    "time": {
      "양정": 4,
      "구리": 3
    },
    "num": 506
  },
  "도심": {
    "time": {
      "팔당": 5,
      "덕소": 2
    },
    "num": 507
  },
  "문산": {
    "time": {
      "파주": 5
    },
    "num": 508
  },
  "백마": {
    "time": {
      "곡산": 3,
      "풍산": 3
    },
    "num": 509
  },
  "서강대": {
    "time": {
      "공덕": 3,
      "홍대입구": 2
    },
    "num": 510
  },
  "서빙고": {
    "time": {
      "한남": 3,
      "이촌": 3
    },
    "num": 511
  },
  "수색": {
    "time": {
      "디지털미디어시티": 2,
      "화전": 4
    },
    "num": 512
  },
  "신원": {
    "time": {
      "국수": 4,
      "양수": 4
    },
    "num": 513
  },
  "신촌경의중앙선": {
    "time": {
      "서울": 7,
      "가좌": 4
    },
    "num": 514
  },
  "아신": {
    "time": {
      "오빈": 4,
      "국수": 5
    },
    "num": 515
  },
  "야당": {
    "time": {
      "탄현": 3,
      "운정": 2
    },
    "num": 516
  },
  "양수": {
    "time": {
      "신원": 4,
      "운길산": 2
    },
    "num": 517
  },
  "양원": {
    "time": {
      "구리": 4,
      "망우": 3
    },
    "num": 518
  },
  "양정": {
    "time": {
      "덕소": 3,
      "도농": 4
    },
    "num": 519
  },
  "양평경의중앙선": {
    "time": {
      "원덕": 5,
      "오빈": 3
    },
    "num": 520
  },
  "오빈": {
    "time": {
      "양평경의중앙선": 3,
      "아신": 4
    },
    "num": 521
  },
  "용문": {
    "time": {
      "지평": 7,
      "원덕": 5
    },
    "num": 522
  },
  "운길산": {
    "time": {
      "양수": 2,
      "팔당": 5
    },
    "num": 523
  },
  "운정": {
    "time": {
      "야당": 2,
      "금릉": 4
    },
    "num": 524
  },
  "원덕": {
    "time": {
      "용문": 5,
      "양평경의중앙선": 5
    },
    "num": 525
  },
  "월롱": {
    "time": {
      "금촌": 4,
      "파주": 3
    },
    "num": 526
  },
  "응봉": {
    "time": {
      "왕십리": 2,
      "옥수": 3
    },
    "num": 527
  },
  "일산": {
    "time": {
      "풍산": 3,
      "탄현": 3
    },
    "num": 528
  },
  "지평": {
    "time": {
      "용문": 7
    },
    "num": 529
  },
  "탄현": {
    "time": {
      "일산": 3,
      "야당": 3
    },
    "num": 530
  },
  "파주": {
    "time": {
      "월롱": 3,
      "문산": 5
    },
    "num": 531
  },
  "팔당": {
    "time": {
      "운길산": 5,
      "도심": 5
    },
    "num": 532
  },
  "풍산": {
    "time": {
      "백마": 3,
      "일산": 3
    },
    "num": 533
  },
  "한남": {
    "time": {
      "옥수": 2,
      "서빙고": 3
    },
    "num": 534
  },
  "행신": {
    "time": {
      "강매": 2,
      "능곡": 3
    },
    "num": 535
  },
  "화전": {
    "time": {
      "수색": 4,
      "강매": 3
    },
    "num": 536
  },
  "경기광주": {
    "time": {
      "삼동": 5,
      "초월": 4
    },
    "num": 537
  },
  "곤지암": {
    "time": {
      "초월": 5,
      "신둔도예촌": 5
    },
    "num": 538
  },
  "부발": {
    "time": {
      "이천": 4,
      "세종대왕릉": 7
    },
    "num": 539
  },
  "삼동": {
    "time": {
      "이매": 6,
      "경기광주": 5
    },
    "num": 540
  },
  "세종대왕릉": {
    "time": {
      "부발": 7,
      "여주": 5
    },
    "num": 541
  },
  "신둔도예촌": {
    "time": {
      "곤지암": 5,
      "이천": 6
    },
    "num": 542
  },
  "여주": {
    "time": {
      "세종대왕릉": 5
    },
    "num": 543
  },
  "이천": {
    "time": {
      "신둔도예촌": 6,
      "부발": 4
    },
    "num": 544
  },
  "초월": {
    "time": {
      "경기광주": 4,
      "곤지암": 5
    },
    "num": 545
  },
  "판교": {
    "time": {
      "정자": 4,
      "청계산입구": 7,
      "이매": 2
    },
    "num": 546
  },
  "용유": {
    "time": {
      "워터파크": 3
    },
    "num": 547
  },
  "워터파크": {
    "time": {
      "파라다이스시티": 4,
      "용유": 3
    },
    "num": 548
  },
  "장기주차장": {
    "time": {
      "인천공항일터미널": 1,
      "합동청사": 1
    },
    "num": 549
  },
  "파라다이스시티": {
    "time": {
      "합동청사": 1,
      "워터파크": 4
    },
    "num": 550
  },
  "합동청사": {
    "time": {
      "장기주차장": 1,
      "파라다이스시티": 1
    },
    "num": 551
  },
  "광교": {
    "time": {
      "광교중앙": 3
    },
    "num": 552
  },
  "광교중앙": {
    "time": {
      "광교": 3,
      "상현": 3
    },
    "num": 553
  },
  "동천": {
    "time": {
      "수지구청": 3,
      "미금": 3
    },
    "num": 554
  },
  "상현": {
    "time": {
      "광교중앙": 3,
      "성복": 3
    },
    "num": 555
  },
  "성복": {
    "time": {
      "상현": 3,
      "수지구청": 3
    },
    "num": 556
  },
  "수지구청": {
    "time": {
      "성복": 3,
      "동천": 3
    },
    "num": 557
  },
  "양재시민의숲": {
    "time": {
      "청계산입구": 3,
      "양재": 3
    },
    "num": 558
  },
  "청계산입구": {
    "time": {
      "판교": 7,
      "양재시민의숲": 3
    },
    "num": 559
  },
  "남동인더스파크": {
    "time": {
      "호구포": 2,
      "원인재": 2
    },
    "num": 560
  },
  "달월": {
    "time": {
      "오이도": 3,
      "월곶": 3
    },
    "num": 561
  },
  "소래포구": {
    "time": {
      "월곶": 2,
      "인천논현": 2
    },
    "num": 562
  },
  "송도": {
    "time": {
      "연수": 3,
      "인하대": 3
    },
    "num": 563
  },
  "숭의": {
    "time": {
      "인하대": 3,
      "신포": 3
    },
    "num": 564
  },
  "신포": {
    "time": {
      "숭의": 3,
      "인천": 2
    },
    "num": 565
  },
  "연수": {
    "time": {
      "원인재": 2,
      "송도": 3
    },
    "num": 566
  },
  "월곶": {
    "time": {
      "달월": 3,
      "소래포구": 2
    },
    "num": 567
  },
  "인천논현": {
    "time": {
      "소래포구": 2,
      "호구포": 2
    },
    "num": 568
  },
  "인하대": {
    "time": {
      "송도": 3,
      "숭의": 3
    },
    "num": 569
  },
  "호구포": {
    "time": {
      "인천논현": 2,
      "남동인더스파크": 2
    },
    "num": 570
  },
  "경기도청북부청사": {
    "time": {
      "새말": 1,
      "효자": 1
    },
    "num": 571
  },
  "경전철의정부": {
    "time": {
      "범골": 1,
      "의정부시청": 1
    },
    "num": 572
  },
  "곤제": {
    "time": {
      "효자": 1,
      "어룡": 2
    },
    "num": 573
  },
  "동오": {
    "time": {
      "의정부중앙": 1,
      "새말": 1
    },
    "num": 574
  },
  "발곡": {
    "time": {
      "회룡": 1
    },
    "num": 575
  },
  "범골": {
    "time": {
      "회룡": 1,
      "경전철의정부": 1
    },
    "num": 576
  },
  "새말": {
    "time": {
      "동오": 1,
      "경기도청북부청사": 1
    },
    "num": 577
  },
  "송산": {
    "time": {
      "어룡": 1,
      "탑석": 1
    },
    "num": 578
  },
  "어룡": {
    "time": {
      "곤제": 2,
      "송산": 1
    },
    "num": 579
  },
  "의정부시청": {
    "time": {
      "경전철의정부": 1,
      "흥선": 1
    },
    "num": 580
  },
  "의정부중앙": {
    "time": {
      "흥선": 2,
      "동오": 1
    },
    "num": 581
  },
  "탑석": {
    "time": {
      "송산": 1
    },
    "num": 582
  },
  "효자": {
    "time": {
      "경기도청북부청사": 1,
      "곤제": 1
    },
    "num": 583
  },
  "흥선": {
    "time": {
      "의정부시청": 1,
      "의정부중앙": 2
    },
    "num": 584
  },
  "419민주묘지": {
    "time": {
      "솔밭공원": 2,
      "가오리": 1
    },
    "num": 585
  },
  "가오리": {
    "time": {
      "419민주묘지": 1,
      "화계": 1
    },
    "num": 586
  },
  "북한산보국문": {
    "time": {
      "솔샘": 2,
      "정릉": 2
    },
    "num": 587
  },
  "북한산우이": {
    "time": {
      "솔밭공원": 1
    },
    "num": 588
  },
  "삼양": {
    "time": {
      "화계": 2,
      "삼양사거리": 2
    },
    "num": 589
  },
  "삼양사거리": {
    "time": {
      "삼양": 2,
      "솔샘": 2
    },
    "num": 590
  },
  "솔밭공원": {
    "time": {
      "북한산우이": 1,
      "419민주묘지": 2
    },
    "num": 591
  },
  "솔샘": {
    "time": {
      "삼양사거리": 2,
      "북한산보국문": 2
    },
    "num": 592
  },
  "정릉": {
    "time": {
      "북한산보국문": 2,
      "성신여대입구": 2
    },
    "num": 593
  },
  "화계": {
    "time": {
      "가오리": 1,
      "삼양": 2
    },
    "num": 594
  },
  "달미": {
    "time": {
      "시흥능곡": 3,
      "선부": 2
    },
    "num": 595
  },
  "선부": {
    "time": {
      "달미": 2,
      "초지": 3
    },
    "num": 596
  },
  "소새울": {
    "time": {
      "소사": 3,
      "시흥대야": 2
    },
    "num": 597
  },
  "시흥능곡": {
    "time": {
      "시흥시청": 3,
      "달미": 3
    },
    "num": 598
  },
  "시흥대야": {
    "time": {
      "소새울": 2,
      "신천": 3
    },
    "num": 599
  },
  "시흥시청": {
    "time": {
      "신현": 4,
      "시흥능곡": 3
    },
    "num": 600
  },
  "신천": {
    "time": {
      "시흥대야": 3,
      "신현": 4
    },
    "num": 601
  },
  "신현": {
    "time": {
      "신천": 4,
      "시흥시청": 4
    },
    "num": 602
  },
  "원곡": {
    "time": {
      "초지": 3,
      "원시": 2
    },
    "num": 603
  },
  "원시": {
    "time": {
      "원곡": 2
    },
    "num": 604
  }
}